src/main/resources/findUserFullRequest.xml

<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us = "http://localhost:8080/testtask/example/com">
    <soapenv:Header/>
    <soapenv:Body>
        <us:getUserRequest>
            <us:userLogin>Oleg</us:userLogin>
        </us:getUserRequest>
    </soapenv:Body>
</soapenv:Envelope>
